---
kind: enumMember
id: F:Autodesk.Revit.DB.TextListStyle.None
enum: Autodesk.Revit.DB.TextListStyle
source: html/108dc35d-1698-446b-ee12-baea35080cc4.htm
---
# Autodesk.Revit.DB.TextListStyle.None

Indicates that the paragraph is not a list.